В статье про Силу Голосования (ссылку вставлю после появления статьи в Вики) мы узнали о том, что голосовать за посты/комменты нужно не более 40 раз в сутки. Однако, есть возможность голосовать и за большее кол-во постов/комментов, но для этого вам нужно нарастить свою Силу Голоса желательно до нескольких тысяч. 
Когда ваша Сила Голоса (далее - СГ) вырастит до 500, то при голосовании за посты и комменты у вас появится возможность выбирать с каким процентом от вашей текущей Силы Голосования (Voting Power) вы хотите проголосовать. 
Скриншот:
![procent.png](https://images.golos.io/DQmYWa71fWjV7QUWW5ju7AGBLv2RZCsBsTCwZnbHZaAXB7t/procent.png)

Например, если вы ставите 50%, то это означает, что вы проголосуете с половиной силы от вашей текущей СГ, таким образом - автор поста/коммента за которого вы голосуете, получит меньше от вашего лайка, и вы тоже получите меньше кураторских вознаграждений.
Сила Голосования (Voting Power) - это что-то вроде батарейки, и когда вы ставите меньше процентов при голосовании за пост/коммент, то эта "батарейка" расходуется экономнее.
То есть, если вы будете каждый раз при голосовании выставлять 50%, то сможете уже голосовать (лайкать) за 80 постов в сутки вместо 40. Если каждый раз будете выставлять на 25% - то сможете проголосовать уже за 160 постов/комментов в сутки без существенного ущерба вашей "батарейке".

Такой подход можно использовать когда вы уже нарастили свою СГ и она составляет **несколько тысяч или несколько сотен тысяч**. 
Если же ваша СГ ещё слишком мала, то голосовать всегда лучше со 100% силой и помнить про 40 лайков в сутки. 

Если нажать на стрелочку около кол-ва голосов за пост, то можно увидеть, с каким процентом своей Силы Голосования (Voting power) проголосовал тот или иной пользователь. Скриншот:
![proc3.png](https://images.golos.io/DQmde86bihzC1FZ8h5BZB5AnuSRatRqVyzRRCWEs91EFcbe/proc3.png)
